Repository: SergeR/webasyst-framework
Catalog: *-plugins/payment/twocheckout/locale/*/LC_MESSAGES/payment_twocheckout.po
Languages: ru_ru

source: 2checkout merchant ID
ru_ru: Ваш ID

source: Please input your 2checkout login ID
ru_ru: Введите свой идентификатор в системе 2checkout

source: Secret word
ru_ru: Секретное слово

source: Secret word is a text string appended to the payment credentials, which are sent to merchant together with the payment notification.<br />It is used to enhance the security of the notification identification and should not be disclosed to third parties.
ru_ru: Используется для подписи данных, передаваемых из интернет-магазина в платежную систему

source: Sandbox mode
ru_ru: Демо-режим

source: Redirecting to 2checkout secure website for making a payment...
ru_ru: Перенаправление на сайт защищенной платежной системы 2checkout

source: Proceed to 2checkout payment gateway
ru_ru: Пройдите на страницу платежной системы 2checkout

source: 2checkout credit cards processing module
ru_ru: Обработка кредитных карт через платежную систему 2checkout (v2)

source: Российская Федерация
ru_ru: Russian Federation

source: Украина
ru_ru: Ukraine

source: Беларусь
ru_ru: Belarus

source: Казахстан
ru_ru: Kazakhstan

source: Киргизия (Кыргызстан)
ru_ru: Kyrgyzstan

source: Таджикистан
ru_ru: Tajikistan

source: Туркменистан
ru_ru: Turkmenistan

source: Узбекистан
ru_ru: Uzbekistan

source: Австралия
ru_ru: Australia

source: Австрия
ru_ru: Austria

source: Андорра
ru_ru: Andorra

source: Азербайджан
ru_ru: Azerbaijan

source: Армения
ru_ru: Armenia

source: Великобритания
ru_ru: United Kingdom

source: Венгрия
ru_ru: Hungary

source: Болгария
ru_ru: Bulgaria

source: Бельгия
ru_ru: Belgium

source: Греция
ru_ru: Greece

source: Грузия
ru_ru: Georgia

source: Германия
ru_ru: Germany

source: Дания
ru_ru: Denmark

source: Египет
ru_ru: Egypt

source: Израиль
ru_ru: Israel

source: Италия
ru_ru: Italy

source: Исландия
ru_ru: Iceland

source: Испания
ru_ru: Spain

source: Индия
ru_ru: India

source: Канада
ru_ru: Canada

source: Китай
ru_ru: China

source: Кипр
ru_ru: Cyprus

source: Латвия
ru_ru: Latvia

source: Литва
ru_ru: Lithuania

source: Люксембург
ru_ru: Luxembourg

source: Молдова
ru_ru: Moldova, Republic of

source: Норвегия
ru_ru: Norway

source: Нидерланды
ru_ru: Netherlands

source: Мальта
ru_ru: Malta

source: Монако
ru_ru: Monaco

source: Польша
ru_ru: Poland

source: Португалия
ru_ru: Portugal

source: Румыния
ru_ru: Romania

source: Соединенные Штаты Америки (США)
ru_ru: United States

source: Словакия
ru_ru: Slovakia

source: Словения
ru_ru: Slovenia

source: Турция
ru_ru: Turkey

source: Чешская Республика
ru_ru: Czech Republic

source: Хорватия
ru_ru: Croatia (Hrvatska)

source: Эстония
ru_ru: Estonia

source: Финляндия
ru_ru: Finland

source: Франция
ru_ru: France

source: Швейцария
ru_ru: Switzerland

source: Швеция
ru_ru: Sweden

source: Черногория
ru_ru: Montenegro

source: Япония
ru_ru: Japan

source: Антильские Острова (Нидерландские)
ru_ru: Netherlands Antilles

source: Аомынь (Макао)
ru_ru: Macao

source: Вануату
ru_ru: Vanuatu

source: Ватикан
ru_ru: Vatican City State (Holy See)

source: Венесуэла
ru_ru: Venezuela

source: Виргинские Острова (Британские)
ru_ru: Virgin Islands, British

source: Виргинские Острова (США)
ru_ru: Virgin Islands, U.S.

source: Восточный Тимор
ru_ru: Timor-Leste

source: Вьетнам
ru_ru: Viet Nam

source: Гаити
ru_ru: Haiti

source: Гайана
ru_ru: Guyana

source: Гватемала
ru_ru: Guatemala

source: Гвинея
ru_ru: Guinea

source: Гвинея-Бисау
ru_ru: Guinea-Bissau

source: Гондурас
ru_ru: Honduras

source: Гуам
ru_ru: Guam

source: Гернси
ru_ru: Guernsey

source: Замбия
ru_ru: Zambia

source: Западная Сахара
ru_ru: Western Sahara

source: Западное Самоа
ru_ru: Samoa

source: Зимбабве
ru_ru: Zimbabwe

source: Индонезия
ru_ru: Indonesia

source: Иордания
ru_ru: Jordan

source: Иран
ru_ru: Iran, Islamic Republic of

source: Ирак
ru_ru: Iraq

source: Ирландия
ru_ru: Ireland

source: Йемен
ru_ru: Yemen

source: Катар
ru_ru: Qatar

source: Кения
ru_ru: Kenya

source: Кирибати
ru_ru: Kiribati

source: Корейская Народно-Демократическая Республика
ru_ru: Korea, Democratic People's Republic of

source: Корея, Республика
ru_ru: Korea, Republic of

source: Кувейт
ru_ru: Kuwait

source: Лаос
ru_ru: Lao People's Democratic Republic

source: Лесото
ru_ru: Lesotho

source: Либерия
ru_ru: Liberia

source: Ливан
ru_ru: Lebanon

source: Ливия
ru_ru: Libyan Arab Jamahiriya

source: Лихтенштейн
ru_ru: Liechtenstein

source: Маврикий
ru_ru: Mauritius

source: Мавритания
ru_ru: Mauritania

source: Мадагаскар
ru_ru: Madagascar

source: Македония
ru_ru: Macedonia

source: Малави
ru_ru: Malawi

source: Малайзия
ru_ru: Malaysia

source: Мали
ru_ru: Mali

source: Мальдивы
ru_ru: Maldives

source: Маоре (Майотта)
ru_ru: Mayotte

source: Марокко
ru_ru: Morocco

source: Мартиника
ru_ru: Martinique

source: Маршалловы Острова
ru_ru: Marshall Islands

source: Мексика
ru_ru: Mexico

source: Мелкие отдаленные острова США
ru_ru: United States Minor Outlying Islands

source: Микронезия (Федеративные Штаты Микронезии)
ru_ru: Micronesia, Federated States of

source: Мозамбик
ru_ru: Mozambique

source: Монголия
ru_ru: Mongolia

source: Монтсеррат
ru_ru: Montserrat

source: Мьянма (Бирма)
ru_ru: Myanmar

source: Намибия
ru_ru: Namibia

source: Науру
ru_ru: Nauru

source: Непал
ru_ru: Nepal

source: Нигер
ru_ru: Niger

source: Нигерия
ru_ru: Nigeria

source: Никарагуа
ru_ru: Nicaragua

source: Ниуэ
ru_ru: Niue

source: Новая Зеландия
ru_ru: New Zealand

source: Новая Каледония
ru_ru: New Caledonia

source: Норфолк
ru_ru: Norfolk Island

source: Объединенные Арабские Эмираты
ru_ru: United Arab Emirates

source: Оман
ru_ru: Oman

source: Пакистан
ru_ru: Pakistan

source: Палау
ru_ru: Palau

source: Палестина
ru_ru: Palestinian Territory, Occupied

source: Панама
ru_ru: Panama

source: Папуа &amp;mdash; Новая Гвинея
ru_ru: Papua New Guinea

source: Парагвай
ru_ru: Paraguay

source: Перу
ru_ru: Peru

source: Питкэрн
ru_ru: Pitcairn

source: Пуэрто-Рико
ru_ru: Puerto Rico

source: Реюньон
ru_ru: Reunion

source: Руанда
ru_ru: Rwanda

source: Сан-Марино
ru_ru: San Marino

source: Сан-Томе и Принсипи
ru_ru: Sao Tome and Principe

source: Саудовская Аравия
ru_ru: Saudi Arabia

source: Свазиленд
ru_ru: Swaziland

source: Свальбард (Шпицберген) и Ян-Майен
ru_ru: Svalbard and Jan Mayen Islands

source: Святой Елены, Остров
ru_ru: Saint Helena

source: Северные Марианские Острова
ru_ru: Northern Mariana Islands

source: Сейшельские Острова
ru_ru: Seychelles

source: Сен-Пьер и Микелон
ru_ru: Saint Pierre and Miquelon

source: Сенегал
ru_ru: Senegal

source: Сент-Винсент и Гренадины
ru_ru: Saint Vincent and the Grenadines

source: Сент-Китс и Невис
ru_ru: Saint Kitts and Nevis

source: Сент-Люсия
ru_ru: Saint Lucia

source: Сербия
ru_ru: Serbia

source: Сингапур
ru_ru: Singapore

source: Сирия
ru_ru: Syrian Arab Republic

source: Соломоновы Острова
ru_ru: Solomon Islands

source: Сомали
ru_ru: Somalia

source: Судан
ru_ru: Sudan

source: Суринам
ru_ru: Suriname

source: Сьерра-Леоне
ru_ru: Sierra Leone

source: Сянган (Гонгонг)
ru_ru: Hong Kong

source: Таиланд
ru_ru: Thailand

source: Тайвань (провинция Китая)
ru_ru: Taiwan

source: Танзания
ru_ru: Tanzania, United Republic of

source: Теркс и Кайкос
ru_ru: Turks and Caicos Islands

source: Того
ru_ru: Togo

source: Токелау
ru_ru: Tokelau

source: Тонга
ru_ru: Tonga

source: Тринидад и Тобаго
ru_ru: Trinidad and Tobago

source: Тувалу
ru_ru: Tuvalu

source: Тунис
ru_ru: Tunisia

source: Уганда
ru_ru: Uganda

source: Уоллис и Футуна
ru_ru: Wallis and Futuna Islands

source: Уругвай
ru_ru: Uruguay

source: Филиппины
ru_ru: Philippines

source: Херд и Макдональд, острова
ru_ru: Heard Island and Mcdonald Islands

source: Шри-Ланка
ru_ru: Sri Lanka

source: Южная Георгия и Южные Сандвичевы острова
ru_ru: South Georgia and the South Sandwich Islands

source: Южно-Африканская Республика
ru_ru: South Africa

source: Ямайка
ru_ru: Jamaica

source: Остров Мэн
ru_ru: Isle of Man

source: Джерси (остров)
ru_ru: Jersey

source: Неизвестно
ru_ru: UNK

source: Сербия и Черногория
ru_ru: Serbia and Montenegro

source: Югославия
ru_ru: Yugoslavia

source: Заир
ru_ru: Zaire

source: Аландские Острова
ru_ru: Åland Islands

source: Афганистан
ru_ru: Afghanistan

source: Албания
ru_ru: Albania

source: Алжир
ru_ru: Algeria

source: Восточное Самоа
ru_ru: American Samoa

source: Ангола
ru_ru: Angola

source: Ангилья
ru_ru: Anguilla

source: Антарктика
ru_ru: Antarctica

source: Антигуа и Барбуда
ru_ru: Antigua and Barbuda

source: Аргентина
ru_ru: Argentina

source: Аруба
ru_ru: Aruba

source: Багамские Острова
ru_ru: Bahamas

source: Бахрейн
ru_ru: Bahrain

source: Бангладеш
ru_ru: Bangladesh

source: Барбадос
ru_ru: Barbados

source: Белиз
ru_ru: Belize

source: Бенин
ru_ru: Benin

source: Бермудские Острова
ru_ru: Bermuda

source: Бутан
ru_ru: Bhutan

source: Боливия
ru_ru: Bolivia

source: Бонэйр, Синт-Эстатиус и Саба
ru_ru: Bonaire, Sint Eustatius and Saba

source: Босния и Герцеговина
ru_ru: Bosnia and Herzegovina

source: Ботсвана
ru_ru: Botswana

source: Буве, остров
ru_ru: Bouvet Island

source: Бразилия
ru_ru: Brazil

source: Британская территория в Индийском океане
ru_ru: British Indian Ocean Territory

source: Бруней
ru_ru: Brunei Darussalam

source: Буркина Фасо
ru_ru: Burkina Faso

source: Бурунди
ru_ru: Burundi

source: Камбоджа
ru_ru: Cambodia

source: Камерун
ru_ru: Cameroon

source: Кабо-Верде
ru_ru: Cape Verde

source: Каймановы острова
ru_ru: Cayman Islands

source: Центральноафриканская Республика
ru_ru: Central African Republic

source: Чад
ru_ru: Chad

source: Чили
ru_ru: Chile

source: Рождества (Кристмас), Остров
ru_ru: Christmas Island

source: Кокосовые (Килинг) острова
ru_ru: Cocos (Keeling) Islands

source: Колумбия
ru_ru: Colombia

source: Коморские Острова
ru_ru: Comoros

source: Конго
ru_ru: Congo

source: Конго, Демократическая Республика
ru_ru: Congo, the Democratic Republic of the

source: Кука, Острова
ru_ru: Cook Islands

source: Коста-Рика
ru_ru: Costa Rica

source: Кот-д'Ивуар
ru_ru: Cote D'ivoire

source: Куба
ru_ru: Cuba

source: Джибути
ru_ru: Djibouti

source: Доминика
ru_ru: Dominica

source: Доминиканская Республика
ru_ru: Dominican Republic

source: Эквадор
ru_ru: Ecuador

source: Сальвадор
ru_ru: El Salvador

source: Экваториальная Гвинея
ru_ru: Equatorial Guinea

source: Эритрея
ru_ru: Eritrea

source: Эфиопия
ru_ru: Ethiopia

source: Фолклендские (Мальвинские) Острова
ru_ru: Falkland Islands (Malvinas)

source: Фарерские острова
ru_ru: Faroe Islands

source: Фиджи
ru_ru: Fiji

source: Метрополия Франции
ru_ru: France, Metropolitan

source: Гвиана Французская
ru_ru: French Guiana

source: Французская Полинезия
ru_ru: French Polynesia

source: Французские Южные территории
ru_ru: French Southern Territories

source: Габон
ru_ru: Gabon

source: Гамбия
ru_ru: Gambia

source: Гана
ru_ru: Ghana

source: Гибралтар
ru_ru: Gibraltar

source: Гренландия
ru_ru: Greenland

source: Гренада
ru_ru: Grenada

source: Гваделупа
ru_ru: Guadeloupe
